class texts:
    welcome_text = (
        "Привет! 👋 Я ваш помощник на курсе по созданию крутых презентаций.\n\n"
        "Впереди вас ждет много практики, полезных фишек и советов, которые помогут делать слайды, цепляющие с первого взгляда.\n\n"
        "Готовы прокачать свои презентации? Тогда поехали! 🚀🎨"
    )
    
    menu_caption = (
        "📱 *Главное меню бота*\n\nВыберите нужный раздел:\n\n"
        "👤 *Личный кабинет* — Здесь хранится вся информация о вашем прогрессе: какие модули пройдены, сколько баллов накоплено, доступные сертификаты и персональные достижения 📊\n\n"
        "📚 *Образование* — Главный раздел для обучения. Включает пять ключевых модулей по созданию презентаций и 10 дополнительных практических заданий разной сложности 🎓\n\n"
        "🛒 *Магазин* — Место, где можно обменять заработанные баллы на полезные материалы: эксклюзивные шаблоны, шрифты, анимации, обучающие мини-курсы и другие бонусы 🎁"
    )